Repository: ZiumC/Kancelaria_Webpage
Catalog: Web App/GB_Webpage/GB_Webpage/Resources/Cooperation.*.resx
Languages: pl_pl

# 0_title_tab
source: Cooperation | Grzegorz Bochnacki - Legal Counsel Office
pl_pl: Współpraca | Grzegorz Bochnacki - Kancelaria Radcy Prawnego

# 1_title_rectangle
source: Cooperation
pl_pl: Współpraca

# 2.1_introduction
source: Every company which cooperates with us <strong>can feel safe and confident</strong>, as we act on basis of mutual trust and transparency.
pl_pl: Nasza współpraca prowadzona jest na <strong>indywidualnych zasadach uzgodnionych z Klientem </strong> zgodnie z jego potrzebami w sposób transparentny i oparty na wzajemnym zaufaniu.

# 3.1_leftside_container
source: Taking into account needs and specificity of our Clients’ activities, we propose the following settlements:
pl_pl: Mając na uwadze potrzeby i ich indywidualną specyfikę, proponujemy następujące sposoby rozliczeń za świadczone usługi pomoce prawnej:

# 3.2_leftside_container
source: <ul> <li>flat-rate remuneration</li> <li>hourly remuneration for provided services</li> <li>flat-rate hourly remuneration (common form within entrepreneurs)</li> <li>representation costs</li> </ul>
pl_pl: <ul> <li>wynagrodzenie abonamentowe,</li> <li>wynagrodzenie godzinowe,</li> <li>wynagrodzenie abonamentowo – godzinowe,</li> <li>wynagrodzenie z tytułu zastępstw procesowych i administracyjnych.</li> </ul>

# 3.3_leftside_container
source: Remuneration is agreed individually in every case with consideration of complexity of procedures, value of the object of litigation as well as Client’s financial capacity.
pl_pl: Każdorazowo wysokość wynagrodzenia za prowadzenie powierzonej sprawy ustalana jest indywidualnie przy uwzględnieniu stopnia jej skomplikowania, podejmowanych czynności i wartości przedmiotu sporu.

# 3.4_leftside_container
source: We undertake every action in close cooperation with Client, who is being regularly informed about chances to succeed, possibility to reduce costs as well us about any possible threats in proceeded case.
pl_pl: Nasze działania podejmujemy w ścisłej współpracy z Klientem, który jest na bieżąco informowany o szansach jak i potencjalnych ryzykach w prowadzonej sprawie.

# 3.5_leftside_container
source: Conclusion of legal aid services agreement allows you to benefit from experience and human resources of our Office as well as it ensures constant legal services in the scope you expect.
pl_pl: Przed podjęciem zleconych czynności zawieramy umowę o świadczenie pomocy prawnej. Zawarta umowa pozwala Klientom korzystać z doświadczeń i zasobów naszej Kancelarii oraz zapewnia stałą obsługę prawną w określonym zakresie.

# 4.1_rightside_container
source: We would like to note that <strong>services provided by Office are not subject to price list agreed in advance</strong>.
pl_pl: Usługi prawne świadczone przez Kancelarię <strong>wyceniane są indywidualnie</strong>.

# 4.2_rightside_container
source: <strong>We pay much attention </strong>to reliability of settlements and immediate access to information about current engagement.
pl_pl: <strong>Z należytą starannością</strong> podchodzimy do rozliczeń z Klientami oraz dostępu do informacji o aktualnym stanie spraw.

# 4.3_rightside_container
source: <strong>We encourage to contact with us</strong>
pl_pl: <strong>Zachęcamy Państwa do kontaktu i współpracy z naszą Kancelarią</strong>
